import * as S from "../agreeTerms.styles";

export default function Terms1() {
  return (
    <S.Box>
      <h3>제 1 장</h3>
      <h4>총칙 제1조(목적)</h4>
      본 약관은 소나기가 제공하는 홈페이지(소나기)가 제공하는 이용조건, 절차,
      이용자와 당 사이트의 권리, 의무, 책임사항과 기타 필요한 사항을 규정하는
      것을 목적으로 합니다. <br />
      <br />
      <h4>제2조(약관의 명시와 개정) </h4>
      1. 소나기는 이 약관의 내용과 주소지, 대표자명, 개인정보관리책임자명,
      연락처(전화, 팩스, 전자우편주소 등) 등을 이용자가 알 수 있도록 당 사이트의
      초기화면(전면)에 게시합니다. <br />
      <br />
      2. 소나기는 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법,
      정보통신망이용 촉진 및 정보보호이용 등에 관한 법률, 방문판매 등에 관한
      법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수
      있습니다. 약관을 개정할 경우에는 적용일자 등을 명시하여 현행약관과 함께 당
      사이트에 그 적용일자 7일이전부터 적용일자 전일까지 공지합니다. <br />
      <br />
      3. 소나기는 귀하가 본 약관 내용에 동의하는 것을 조건으로 귀하에게 서비스를
      제공할 것이며, 귀하가 본 약관의 내용에 동의하는 경우, 당 사이트의 서비스
      제공 행위 및 귀하의 서비스 사용 행위에는 본 약관이 우선적으로 적용될
      것입니다.
      <br />
      <br />
      4. 이 약관에 동의하는 것은 정기적으로 당 사이트를 방문하여 약관의
      변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를
      알지 못해 발생하는 이용자의 피해는 당 사이트에서 책임지지 않습니다. <br />
      <br />
      5. 당 사이트 회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴(해지)를
      요청할 수 있으며, 변경된 약관의 효력 발생일로부터 7일 이후에도 거부의사를
      표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한
      것으로 간주됩니다. <br />
      <br />
      6. 본 약관에 명시되지 않은 사항은 관계 법령에 규정 되어있을 경우 그 규정에
      따르며, 그렇지 않은 경우에는 일반적인 관례에 따릅니다. <br />
      <br />
      <h4>제3 조 (용어의 정의)</h4>
      본 약관에서 사용하는 용어의 정의는 다음과 같습니다. <br />
      <br />
      1. 이용자(회원) : 서비스에 가입한 자 <br />
      <br />
      2. 이용자번호(ID) : 이용자 식별과 이용자의 서비스 이용을 위하여 이용계약
      체결시 이용자가 설정한 문자와 숫자의 조합 <br />
      <br />
      3. 비밀번호 : 이용자의 비밀을 보호하기 위하여 이용자 자신이 설정한 문자
      또는 숫자의 조합 <br />
      <br />
      4. 단말기 : 서비스 제공을 받기 위해 이용자가 설치한 개인용 컴퓨터 등의
      기기 <br />
      <br />
      5. 서비스 이용 : 이용자가 단말기를 이용하여 소나기의 주전산기에 접속하여
      정보를 이용하는 것 <br />
      <br />
      6. 이용계약 : 서비스를 제공받기 위하여 이 약관으로 소나기와 이용자간의
      체결하는 계약을 말함 <br />
      <br />
      7. 가입 : 당 사이트가 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관
      등에 동의하여 서비스 이용계약을 완료시키는 행위 <br />
      <br />
      8. 탈퇴(해지) : 회원이 이용계약을 종료시키는 행위 <br />
      <br />
      <h3>제 2 장 서비스 이용계획</h3>
      <h4>제4조(이용계약의 성립)</h4>
      1. 이용계약은 이용자의 이용신청에 대한 서비스의 약관 승락에 의해
      성립됩니다. <br />
      <br />
      2. 제1항의 규정에 의해 이용자가 이용 신청을 할 때에는 소나기가 이용자
      관리시 필요로 하는 사항을 전자적 방식(소나기의 서버 등 정보처리장치에
      접속하여데이터를 입력하는 것을 말합니다)이나 서면으로 하여야 합니다.
      <br />
      <br />
      3. 본 이용약관에 대한 동의는 이용신청 당시 당 사이트의 동의함 버튼을
      누름으로써 의사표시를 합니다. <br />
      <br />
      <h4>제5조(회원가입 및 탈퇴)</h4>
      1. 회원가입은 신청자가 온라인으로 당 사이트에서 제공하는 소정의
      회원가입신청 양식에서 요구하는 사항을 기록하여 가입을 완료하는 것으로
      성립됩니다. <br />
      <br />
      2. 소나기는 다음 각 호에 해당하는 회원가입에 대하여는 가입을 취소할 수
      있습니다. <br />
      <br />
      1) 다른 사람의 명의를 사용하여 신청하였을 때 <br />
      2) 회원가입 신청서의 내용을 허위로 기재하였거나 신청하였을 때 <br />
      3) 사회의 안녕 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때 <br />
      4) 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등의 행위를
      하였을 때 <br />
      5) 소나기를 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우 <br />
      6) 기타 소나기가 정한 회원가입요건이 미비 되었을 때 <br />
      <br />
      3. 소나기는 다음 각 항에 해당하는 경우 그 사유가 해소될 때까지 이용계약
      성립을 유보할 수 있습니다. <br />
      1) 서비스 관련 제반 용량이 부족한 경우 <br />
      2) 기술상 장애 사유가 있는 경우 <br />
      <br />
      4. 소나기가 제공하는 서비스는 아래와 같으며, 그 변경될 서비스의 내용을
      이용자에게 공지하고 아래에서 정한 서비스를 변경하여 제공할 수 있습니다.
      <br />
      <br />
      1) 소나기가 자체 개발하거나 다른 기관과의 협의 등을 통해 제공하는 일체의
      서비스 <br />
      <br />
      5. 이용자는 등록사항에 변경이 있는 경우, 즉시 회원정보 수정 등 기타
      방법으로 소나기에 대하여 그 변경사항을 알려야 합니다. 이용자가 변경사항을
      고지하지 않거나 고지를 지체함으로 발생하는 손해 및 손실 등에 대한 모든
      책임은 이용자 본인에게 있습니다. <br />
    </S.Box>
  );
}
