import * as S from "../agreeTerms.styles";

export default function Terms1() {
  return (
    <S.Box>
      제 1 장 총칙 제1조(목적) 본 약관은 정보통신산업진흥원이 제공하는
      홈페이지(소나기)가 제공하는 이용조건, 절차, 이용자와 당 사이트의 권리,
      의무, 책임사항과 기타 필요한 사항을 규정하는 것을 목적으로 합니다.
      제2조(약관의 명시와 개정) 1. 정보통신산업진흥원은 이 약관의 내용과 주소지,
      대표자명, 개인정보관리책임자명, 연락처(전화, 팩스, 전자우편주소 등) 등을
      이용자가 알 수 있도록 당 사이트의 초기화면(전면)에 게시합니다. 2.
      정보통신산업진흥원은 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법,
      정보통신망이용 촉진 및 정보보호이용 등에 관한 법률, 방문판매 등에 관한
      법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수
      있습니다. 약관을 개정할 경우에는 적용일자 등을 명시하여 현행약관과 함께 당
      사이트에 그 적용일자 7일이전부터 적용일자 전일까지 공지합니다. 3.
      정보통신산업진흥원은 귀하가 본 약관 내용에 동의하는 것을 조건으로 귀하에게
      서비스를 제공할 것이며, 귀하가 본 약관의 내용에 동의하는 경우, 당 사이트의
      서비스 제공 행위 및 귀하의 서비스 사용 행위에는 본 약관이 우선적으로
      적용될 것입니다. 4. 이 약관에 동의하는 것은 정기적으로 당 사이트를
      방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된
      약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 당 사이트에서
      책임지지 않습니다. 5. 당 사이트 회원은 변경된 약관에 동의하지 않을 경우
      회원 탈퇴(해지)를 요청할 수 있으며, 변경된 약관의 효력 발생일로부터 7일
      이후에도 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의
      변경 사항에 동의한 것으로 간주됩니다. 6. 본 약관에 명시되지 않은 사항은
      관계 법령에 규정 되어있을 경우 그 규정에 따르며, 그렇지 않은 경우에는
      일반적인 관례에 따릅니다. 제3 조 (용어의 정의) 본 약관에서 사용하는 용어의
      정의는 다음과 같습니다. 1. 이용자(회원) : 서비스에 가입한 자 2.
      이용자번호(ID) : 이용자 식별과 이용자의 서비스 이용을 위하여 이용계약
      체결시 이용자가 설정한 문자와 숫자의 조합 3. 비밀번호 : 이용자의 비밀을
      보호하기 위하여 이용자 자신이 설정한 문자 또는 숫자의 조합 4. 단말기 :
      서비스 제공을 받기 위해 이용자가 설치한 개인용 컴퓨터 등의 기기 5. 서비스
      이용 : 이용자가 단말기를 이용하여 정보통신산업진흥원의 주전산기에 접속하여
      정보를 이용하는 것 6. 이용계약 : 서비스를 제공받기 위하여 이 약관으로
      정보통신산업진흥원과 이용자간의 체결하는 계약을 말함 7. 가입 : 당 사이트가
      제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관 등에 동의하여 서비스
      이용계약을 완료시키는 행위 8. 탈퇴(해지) : 회원이 이용계약을 종료시키는
      행위 제 2 장 서비스 이용계획 제4조(이용계약의 성립) 1. 이용계약은 이용자의
      이용신청에 대한 서비스의 약관 승락에 의해 성립됩니다. 2. 제1항의 규정에
      의해 이용자가 이용 신청을 할 때에는 정보통신산업진흥원이 이용자 관리시
      필요로 하는 사항을 전자적 방식(정보통신산업진흥원의 서버 등 정보처리장치에
      접속하여데이터를 입력하는 것을 말합니다)이나 서면으로 하여야 합니다. 3. 본
      이용약관에 대한 동의는 이용신청 당시 당 사이트의 동의함 버튼을 누름으로써
      의사표시를 합니다. 제5조(회원가입 및 탈퇴) 1. 회원가입은 신청자가
      온라인으로 당 사이트에서 제공하는 소정의 회원가입신청 양식에서 요구하는
      사항을 기록하여 가입을 완료하는 것으로 성립됩니다. 2. 정보통신산업진흥원은
      다음 각 호에 해당하는 회원가입에 대하여는 가입을 취소할 수 있습니다. 1)
      다른 사람의 명의를 사용하여 신청하였을 때 2) 회원가입 신청서의 내용을
      허위로 기재하였거나 신청하였을 때 3) 사회의 안녕 질서 혹은 미풍양속을
      저해할 목적으로 신청하였을 때 4) 다른 사람의 서비스 이용을 방해하거나 그
      정보를 도용하는 등의 행위를 하였을 때 5) 정보통신산업진흥원을 이용하여
      법령과 본 약관이 금지하는 행위를 하는 경우 6) 기타 정보통신산업진흥원이
      정한 회원가입요건이 미비 되었을 때 3. 정보통신산업진흥원은 다음 각 항에
      해당하는 경우 그 사유가 해소될 때까지 이용계약 성립을 유보할 수 있습니다.
      1) 서비스 관련 제반 용량이 부족한 경우 2) 기술상 장애 사유가 있는 경우 4.
      정보통신산업진흥원이 제공하는 서비스는 아래와 같으며, 그 변경될 서비스의
      내용을 이용자에게 공지하고 아래에서 정한 서비스를 변경하여 제공할 수
      있습니다. 1) 정보통신산업진흥원이 자체 개발하거나 다른 기관과의 협의 등을
      통해 제공하는 일체의 서비스 5. 이용자는 등록사항에 변경이 있는 경우, 즉시
      회원정보 수정 등 기타 방법으로 정보통신산업진흥원에 대하여 그 변경사항을
      알려야 합니다. 이용자가 변경사항을 고지하지 않거나 고지를 지체함으로
      발생하는 손해 및 손실 등에 대한 모든 책임은 이용자 본인에게 있습니다. 6.
      이용자는 회원가입이후 당 사이트에서 제공하는 서비스를 제공받을 의사가 없는
      등의 사유가 있을 경우에는 정보통신산업진흥원 IoT기술지원센터 홈페이지 [My
      page] 메뉴를 통해 언제든지 회원탈퇴를 할 수 있습니다. 7. 회원탈퇴를 요청한
      경우에는 수집된 개인정보는 개인정보의 수집목적 또는 제공받은 목적이
      달성되면 파기하는 것을 원칙으로 합니다. 제6조(이용자ID 부여 및 변경 등) 1.
      정보통신산업진흥원은 이용자에 대하여 약관에 정하는 바에 따라 이용자 ID를
      부여합니다. 2. 이용자ID는 원칙적으로 변경이 불가하며 부득이한 사유로
      인하여 변경 하고자 하는 경우에는 해당 ID를 해지하고 재가입해야 합니다. 3.
      이용자ID는 다음 각 호에 해당하는 경우에는 이용자 또는 정보통신산업진흥원의
      요청으로 변경할 수 있습니다. 1) 이용자ID가 이용자의 전화번호 등으로
      등록되어 사생활침해가 우려되는 경우 2) 타인에게 혐오감을 주거나 미풍양속에
      어긋나는 경우 3) 기타 합리적인 사유가 있는 경우 4. 서비스 이용자ID 및
      비밀번호의 관리책임은 이용자에게 있습니다. 이를 소홀히 관리하여 발생하는
      서비스 이용 상의 손해 또는 제 3자에 의한 부정이용 등에 대한 책임은
      이용자에게 있으며 정보통신산업진흥원은 그에 대한 책임을 일절 지지
      않습니다. 5. 기타 이용자 개인정보 관리 및 변경 등에 관한 사항은
      정보통신산업진흥원이 정하는 바에 의합니다. 제7조(회원정보 사용에 대한
      동의) 1. 정보통신산업진흥원은 관계법령이 정하는 바에 따라 이용자
      등록정보를 포함한 이용자의 개인정보를 보호하기 위해 노력합니다. 2.
      이용자의 개인정보에 대해서는 정보통신산업진흥원의 개인정보보호정책은
      개인정보처리방침에 의해 적용됩니다. 단, 정보통신산업진흥원이 운영하는
      웹페이지에 포함된 링크 또는 배너를 클릭하여 다른 사이트로 옮겨갈 경우
      정보통신산업진흥원의 개인정보보호정책이 적용되지 않습니다. 3.
      정보통신산업진흥원의 회원 정보는 다음과 같이 수집, 사용, 관리, 보호됩니다.
      1) 개인정보의 수집 : 정보통신산업진흥원은 이용자의 회원 가입 시 이용자가
      제공하는 정보를 통하여 이용자의 정보를 수집합니다. 2) 개인정보의 사용 :
      국가기관의 요구 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우를
      제외하고 정보통신산업진흥원 서비스 제공과 관련하여 수집된 회원의
      신상정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 단,
      정보통신산업진흥원이 고객만족도 제고를 위해 실시하는 조사에 있어 해당
      조사를 위탁 수행하는 기업 혹은 기관에 이용자의 개인정보를 제공할 수 있으며
      이 경우 주민등록번호를 제외한 이용자 이름과 소속, 연락처 등이 제공될 수
      있습니다. 3) 개인정보의 관리 : 이용자는 개인정보의 보호 및 관리를 위하여
      서비스의 개인정보관리에서 수시로 이용자의 개인정보를 수정/삭제할 수
      있습니다. 수신되는 정보 중 불필요하다고 생각되는 부분도 변경/조정할 수
      있습니다. 4) 개인정보의 보호 : 이용자의 개인정보는 오직 이용자만이
      열람/수정/삭제 할 수 있으며, 이는 전적으로 이용자의 ID와 비밀번호에 의해
      관리되고 있습니다. 따라서 타인에게 이용자의 ID와 비밀번호를 알려주어서는
      아니 되며, 작업 종료 시에는 반드시 로그아웃(Log-out)하고, 웹 브라우저의
      창을 닫아야 합니다.(이는 타인과 컴퓨터를 공유하는 인터넷 카페나 도서관
      같은 공공장소에서 컴퓨터를 사용하는 경우에 이용자의 정보보호를 위하여
      필요한 사항입니다.) 또한, 회원의 개인정보보호를 위해 실명확인 시 수집한
      주민등록번호를 저장하지 않습니다. 4. 이용자가 본 약관에 따라
      정보통신산업진흥원에 이용신청을 하는 것은 정보통신산업진흥원이 본 약관에
      따라 신청서에 기재된 회원정보를 수집, 이용하는 것에 동의하는 것으로
      간주됩니다. 제8조(사용자의 정보 보안) 1. 이용자가 당 사이트의 서비스 가입
      절차를 완료하는 순간부터 이용자는 입력한 정보의 비밀을 유지할 책임이
      있으며, ID와 비밀번호를 사용하여 발생하는 모든 결과에 대한 책임은
      이용자에게 있습니다. 2. ID와 비밀번호에 관한 모든 관리의 책임은 이용자에게
      있으며, 이용자의 ID나 비밀번호가 부정하게 사용되었다는 사실을 발견한
      경우에는 즉시 정보통신산업진흥원에 신고하여야 합니다. 신고를 하지 않거나
      신고를 지체함으로 발생하는 모든 책임은 이용자 본인에게 있습니다. 3.
      이용자는 당 사이트 서비스의 사용 종료 시 마다 정확히 로그아웃(Log-out)해야
      하며, 로그아웃하지 아니하여 제3자가 이용자에 관한 정보를 도용하는 등의
      결과로 인해 발생하는 손해 및 손실에 대하여 정보통신산업진흥원은 책임을
      부담하지 아니합니다. 제 3 장 서비스의 이용 및 이용제한 제9조(서비스
      이용시간) 1. 홈페이지 이용시간은 정보통신산업진흥원의 업무상 또는 기술상
      특별한 지장이 없는 한 연중무휴, 1일 24시간입니다. 정보통신산업진흥원
      담당자의 업무진행이 필요한 IoT 종합기술지원서비스의 경우, 주말을 제외한 주
      5일, 1일 8시간(오전 9시~오후 6시)을 원칙으로 합니다. 다만, 연장시험이
      필요한 경우 시험담당자와 협의하여 이용시간의 조절이 가능합니다. 2. 제
      1항의 이용시간 중 시스템 정기점검 등의 필요로 인하여 정보통신산업진흥원이
      정한 날 또는 시간은 예외로 합니다. 제10조(서비스의 중지 및 중지에 대한
      공지) 1. 이용자는 당 사이트 서비스에 보관되거나 전송된 메시지 및 기타 통신
      메시지 등의 내용이 국가의 비상사태, 정전, 정보통신산업진흥원의 관리 범위
      외의 서비스 설비 장애 및 기타 불가항력에 의하여 보관되지 못하였거나 삭제된
      경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에
      정보통신산업진흥원은 관련 책임을 부담하지 아니합니다. 2.
      정보통신산업진흥원이 정상적인 서비스 제공의 어려움으로 인하여 일시적으로
      서비스를 중지하여야 할 경우에는 서비스 중지 1주일 전에 홈페이지에 서비스
      중지사유 및 일시를 공지한 후 서비스를 중지할 수 있으며, 이 기간 동안
      이용자가 공지내용을 인지하지 못한 데 대하여 정보통신산업진흥원은 책임을
      부담하지 아니합니다. 부득이한 사정이 있을 경우 위 사전 공지기간은
      감축되거나 생략될 수 있습니다. 또한 위 서비스 중지에 의하여 본 서비스에
      보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 보관되지
      못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이
      있을 경우에 대하여도 정보통신산업진흥원은 책임을 부담하지 아니합니다. 3.
      정보통신산업진흥원의 사정으로 서비스를 영구적으로 중단하여야 할 경우에는
      제 2 항에 의거합니다. 다만, 이 경우 사전 공지기간은 1개월로 합니다. 4.
      정보통신산업진흥원은 사전 공지 후 서비스를 일시적으로 수정, 변경 및 중단할
      수 있으며, 이에 대하여 이용자 또는 제3자에게 어떠한 책임도 부담하지
      아니합니다. 5. 정보통신산업진흥원은 긴급한 시스템 점검, 증설 및 교체 등
      부득이한 사유로 인하여 예고 없이 일시적으로 서비스를 중단할 수 있으며,
      새로운 서비스로의 교체 등 정보통신산업진흥원이 적절하다고 판단하는 사유에
      의하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다. 6.
      정보통신산업진흥원은 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스
      이용의 폭주 등으로 정상적인 서비스 제공이 불가능할 경우, 서비스의 전부
      또는 일부를 제한하거나 중지할 수 있습니다. 다만 이 경우 그 사유 및 기간
      등을 이용자에게 사전 또는 사후에 공지합니다. 7. 정보통신산업진흥원은
      정보통신산업진흥원이 통제할 수 없는 사유로 인한 서비스중단의
      경우(시스템관리자의 고의·과실 없는 디스크장애, 시스템다운 등)에 사전통지가
      불가능하며 타인(PC통신회사, 기간통신사업자 등)의 고의·과실로 인한
      시스템중단 등의 경우에는 통지하지 않습니다. 8. 정보통신산업진흥원은
      서비스를 특정범위로 분할하여 각 범위별로 이용가능시간을 별도로 지정할 수
      있습니다. 다만 이 경우 그 내용을 공지합니다. 9. 정보통신산업진흥원은
      이용자가 본 약관의 내용에 위배되는 행동을 한 경우, 임의로 서비스 사용을
      제한 및 중지하거나 이용자의 동의 없이 이용계약을 해지할 수 있습니다. 이
      경우 정보통신산업진흥원은 위 이용자의 접속을 금지할 수 있습니다.
      제11조(정보 제공 및 홍보물 게재) 1. 정보통신산업진흥원은 서비스를 운영함에
      있어서 각종 정보를 홈페이지에 게재하는 방법, 전자우편이나 서신우편 발송
      등으로 이용자에게 제공할 수 있습니다. 2. 정보통신산업진흥원은 서비스에
      적절하다고 판단되거나 공익성이 있는 홍보물을 게재할 수 있습니다.
      제12조(게시물의 관리·운영) 1. 이용자가 게시한 게시물의 내용에 대한 권리는
      이용자에게 있습니다. 2. 정보통신산업진흥원은 게시된 내용을 사전 통지 없이
      편집, 이동할 수 있는 권리를 보유하며, 다음의 경우 사전 통지 없이 삭제할 수
      있습니다. 1) 본 서비스 약관에 위배되거나 상용 또는 불법, 음란, 저속하다고
      판단되는 게시물을 게시한 경우 2) 다른 회원 또는 제 3자를 비방하거나
      중상모략으로 명예를 손상시키는 내용인 경우 3) 공공질서 및 미풍양속에
      위반되는 내용인 경우 4) 범죄적 행위에 결부된다고 인정되는 내용일 경우 5)
      제3자의 저작권 등 기타 권리를 침해하는 내용인 경우 6) 불법복제 또는 해킹을
      조장하는 내용인 경우 7) 영리를 목적으로 하는 광고일 경우 8)
      정보통신산업진흥원에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에
      부합하지 않는 경우 9) 기타 관계 법령에 위배되는 경우 3. 이용자의 게시물이
      타인의 저작권을 침해함으로써 발생하는 민, 형사상의 책임은 전적으로
      이용자가 부담하여야 합니다. 제13조(서비스 이용제한) 1. 이용자가 제공하는
      정보의 내용이 허위인 것으로 판명되거나, 허위가 있다고 의심할 만한 합리적인
      사유가 발생할 경우 정보통신산업진흥원은 이용자의 본 서비스 사용을 일부
      또는 전부 중지할 수 있으며, 이로 인해 발생하는 불이익에 대해 책임을
      부담하지 아니합니다. 2. 정보통신산업진흥원은 이용자가 본 약관
      제15조(이용자의 의무)등 본 약관의 내용에 위배되는 행동을 한 경우, 임의로
      서비스 사용을 제한 및 중지할 수 있습니다. 이 경우 정보통신산업진흥원은
      사전통지를 하여야 하고 이용자에게 이를 시정하거나 소명할 수 있는 기회를
      부여하여야 합니다. 제 4 장 의무 및 책임 제14조 (정보통신산업진흥원의 의무)
      1. 정보통신산업진흥원은 법령과 본 약관이 금지하거나 미풍양속에 반하는
      행위를 하지 않으며, 지속적·안정적으로 서비스를 제공하기 위해 노력할 의무가
      있습니다. 2. 정보통신산업진흥원은 이용자의 개인 신상 정보를 본인의 승낙
      없이 타인에게 누설, 배포하지 않습니다. 다만, 전기통신관련 법령 등
      관계법령에 의하여 관계 국가기관 등의 요구가 있는 경우에는 그러하지
      아니합니다. 3. 정보통신산업진흥원은 이용자가 안전하게 당 사이트의 서비스를
      이용할 수 있도록 이용자의 개인정보 (신용정보 포함) 보호를 위한
      보안시스템을 갖추어야 합니다. 4. 정보통신산업진흥원은 이용자의 귀책사유로
      인한 서비스 이용 장애에 대하여 책임을 지지 않습니다. 5.
      정보통신산업진흥원은 계속적이고 안정적인 서비스의 제공을 위하여 설비에
      장애가 생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체 없이 이를 수리
      또는 복구합니다. 6. 정보통신산업진흥원은 이용자의 의견이나 불만이
      정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야
      합니다. 다만, 즉시 처리가 곤란한 경우는 이용자에게 그 사유와 처리일정을
      통보하여야 합니다. 제15조 (이용자의 의무) 1. 회원 가입 시에 요구되는
      정보는 정확하게 기입하여야 합니다. 또한 이미 제공된 이용자에 대한 정보가
      정확한 정보가 되도록 유지, 갱신하여야 하며, 이용자는 자신의 ID 및
      비밀번호를 제 3자가 이용하게 해서는 안 됩니다. 2. 이용자는
      정보통신산업진흥원의 사전 승낙 없이 서비스를 이용하여 어떠한 영리행위도 할
      수 없습니다. 3. 이용자는 당 사이트의 서비스를 이용하여 얻은 정보를
      정보통신산업진흥원의 사전승낙 없이 복사, 복제, 변경, 번역, 출판, 방송
      기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다. 4. 이용자는
      당 사이트의 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안 됩니다.
      1) 다른 회원의 비밀번호와 ID를 도용하여 부정 사용하는 행위 2) 저속, 음란,
      모욕적, 위협적이거나 타인의 사생활을 침해할 수 있는 내용을 전송, 게시,
      게재, 전자우편 또는 기타의 방법으로 전송하는 행위 3) 서비스를 통하여
      전송된 내용의 출처를 위장하는 행위 4) 법률, 계약에 의해 이용할 수 없는
      내용을 게시, 게재, 전자우편 또는 기타의 방법으로 전송하는 행위 5) 타인의
      특허, 상표, 영업비밀, 저작권, 기타 지적재산권을 침해하는 내용을 게시,
      게재, 전자우편 또는 기타의 방법으로 전송하는 행위 6) 정보통신산업진흥원의
      승인을 받지 아니한 광고, 판촉물, 스팸메일, 행운의 편지, 피라미드 조직 기타
      다른 형태의 권유를 게시, 게재, 전자우편 또는 기타의 방법으로 전송하는 행위
      7) 다른 사용자의 개인정보를 수립 또는 저장하는 행위 8) 범죄행위를 목적으로
      하거나 기타 범죄행위와 관련된 행위 9) 선량한 풍속, 기타 사회질서를 해하는
      행위 10) 타인의 명예를 훼손하거나 모욕하는 행위 11) 타인의 지적재산권 등의
      권리를 침해하는 행위 12) 해킹행위 또는 컴퓨터바이러스의 유포행위 13)
      타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위
      14) 서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위 15)
      당 사이트에 게시된 정보의 변경 16) 기타 전기통신사업법 제53조 제1항과
      전기통신사업법 시행령 16조(불온통신)에 위배되는 행위 5. 위 4항의 행위에
      따라 발생하는 손해나 손실 등에 대해서 정보통신산업진흥원은 이용자에게
      배상청구권이나 구상권을 행사 할 수 있습니다. 제 5 장 기타
      제16조(정보통신산업진흥원의 소유권) 1. 정보통신산업진흥원이 제공하는
      서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭,
      정보 및 상표, 기타 지적재산권 및 기타 권리는 정보통신산업진흥원에 소유권이
      있습니다. 2. 이용자는 정보통신산업진흥원이 명시적으로 승인한 경우를
      제외하고는 전항의 소정의 각 재산에 대한 전부 또는 일부의 수정, 대여, 대출,
      판매, 배포, 제작, 양도, 재라이선스, 담보권 설정 행위, 2차 저작물의 작성
      행위, 상업적 이용 행위 등정보통신산업진흥원의 재산권을 침해하는 일체의
      행위를 할 수 없으며, 제 3자로 하여금 이와 같은 행위를 하도록 허락할 수
      없습니다. 제17조(양도금지) 회원이 서비스의 이용권한, 기타 이용계약 상
      지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
      제18조(손해배상) 정보통신산업진흥원은 무료로 제공되는 서비스와 관련하여
      이용자에게 어떠한 손해가 발생하더라도 정보통신산업진흥원이 고의로 행한
      범죄행위를 제외하고는 이에 대하여 책임을 부담하지 아니합니다.
      제19조(면책조항) 1. 정보통신산업진흥원은 천재지변, 전쟁 및 기타 이에
      준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에
      대한 책임이 면제됩니다. 2. 정보통신산업진흥원은 기간통신 사업자가 전기통신
      서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이
      면제됩니다. 3. 정보통신산업진흥원은 서비스용 설비의 보수, 교체, 정기점검,
      공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다. 4.
      정보통신산업진흥원은 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는
      이용자가 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우
      책임을 지지 않습니다. 5. 정보통신산업진흥원은 서비스에 표출된 어떠한
      의견이나 정보에 대해 확신이나 대표할 의무가 없으며 이용자나 제3자에 의해
      표출된 의견을 승인하거나 반대하거나 수정하지 않습니다.
      정보통신산업진흥원은 어떠한 경우라도 이용자가 서비스에 담긴 정보에 의존해
      얻은 이득이나 입은 손해에 대해 책임이 없습니다. 6. 정보통신산업진흥원은
      이용자 간 또는 이용자와 제3자간에 서비스를 매개로 하여 물품거래 혹은
      금전적 거래 등과 관련하여 어떠한 책임도 부담하지 아니하고, 이용자가
      서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.
      7. 정보통신산업진흥원은 이용자가 서비스를 이용하여 기대하는 손익이나
      서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않으며,
      이용자가 본 서비스에 게재한 정보, 자료, 사실의 신뢰도 등 내용에 관하여는
      책임을 지지 않습니다. 8. 정보통신산업진흥원은 서비스 이용과 관련하여
      이용자에게 발생한 손해 중 이용자의 고의, 과실에 의한 손해에 대하여 책임을
      부담하지 아니합니다. 9. 정보통신산업진흥원은 당 사이트가 제공한 서비스가
      아닌 가입자 또는 기타 유관기관이 제공하는 서비스의 내용상의 정확성, 완전성
      및 질에 대하여 보장하지 않습니다. 따라서 정보통신산업진흥원은 이용자가 위
      내용을 이용함으로 인하여 입게 된 모든 종류의 손실이나 손해에 대하여 책임을
      부담하지 아니합니다. 또한 정보통신산업진흥원은 이용자가 서비스를 이용하며
      타 이용자로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지
      않습니다. 제20조(관할법원) 1. 이 약관에 명시되지 않은 사항은 관계법령과
      상관습에 따릅니다. 2. 본 서비스 이용으로 발생한 분쟁에 대해 소송이 제기될
      경우 정보통신산업진흥원 소재지를 관할하는 법원으로 합니다. 부칙 1.
      (시행일) 이 약관은 2020년 4월 1일부터 시행합니다. * 본 약관에 대한
      저작권은 정보통신산업진흥원에 귀속하며 무단 복제, 배포, 전송, 기타 저작권
      침해행위를 엄금합니다.
    </S.Box>
  );
}
